<html>

<style>
    body
    {
        background-color: #1E1E1E;
        color: white;
	font-size: 25px;
        width: 600px;
        margin: auto;
        margin-top: 40px;

    }
</style>

<body>
<br>
    <br>
    <br>

<p>&#x987;&#x9A8;&#x9CD;&#x99F;&#x9BF;&#x997;&#x9CD;&#x9B0;&#x9C7;&#x99F; &#x99C;&#x9BE;&#x9AD;&#x9BE;&#x9B8;&#x9CD;&#x995;&#x9CD;&#x9B0;&#x9BF;&#x9AA;&#x9CD;&#x99F; &#x99A;&#x9C7;&#x995;&#x9B2;&#x9BF;&#x9B8;&#x9CD;&#x99F; </p>
<p>&#x9A4;&#x9C1;&#x9AE;&#x9BF; leader-board-css3 &#x9A8;&#x9BE;&#x9AE;&#x9C7; &#x98F;&#x995;&#x99F;&#x9BE; &#x993;&#x9DF;&#x9C7;&#x9AC;&#x9B8;&#x9BE;&#x987;&#x99F; &#x9A4;&#x9C8;&#x9B0;&#x9BF; &#x995;&#x9B0;&#x99B;&#x9BF;&#x9B2;&#x9BE; &#x9AC;&#x9C7;&#x9B6; &#x995;&#x9BF;&#x99B;&#x9C1;&#x9A6;&#x9BF;&#x9A8; &#x986;&#x997;&#x9C7;&#x964;&nbsp;&#x98F;&#x996;&#x9A8; &#x9B8;&#x9C7;&#x987; &#x993;&#x9DF;&#x9C7;&#x9AC;&#x9B8;&#x9BE;&#x987;&#x99F;&#x99F;&#x9BE; &#x986;&#x9AC;&#x9BE;&#x9B0; &#x993;&#x9AA;&#x9C7;&#x9A8; &#x995;&#x9B0;&#x9CB;&#x964; &#x98F;&#x9B0;&#x9AA;&#x9B0; &#x9A8;&#x9BF;&#x99A;&#x9C7;&#x9B0; &#x995;&#x9BE;&#x99C;&#x997;&#x9C1;&#x9B2;&#x9CB; &#x995;&#x9B0;&#x9CB;&#x964; </p>
<p><br /></p>
<p>&#x9E7;. Top Players2022 &#x9A8;&#x9BE;&#x9AE; &#x98F;&#x995;&#x99F;&#x9BE; &#x9B2;&#x9C7;&#x996;&#x9BE; &#x986;&#x99B;&#x9C7;&#x964; &#x985;&#x9A5;&#x9AC;&#x9BE; Top Blogs &#x9B2;&#x9C7;&#x996;&#x9BE; &#x986;&#x99B;&#x9C7;&#x964; &#x98F;&#x987; &#x9A6;&#x9C1;&#x987;&#x99F;&#x9BE;&#x995;&#x9C7; &#x9A6;&#x9C1;&#x987;&#x99F;&#x9BE; ID &#x9A6;&#x9BE;&#x993;&#x964; HTML &#x99A;&#x9C7;&#x987;&#x99E;&#x9CD;&#x99C; &#x995;&#x9B0;&#x9C7; ID &#x9B8;&#x9C7;&#x99F; &#x995;&#x9B0;&#x9CB;&#x964; &#x9A4;&#x9BE;&#x9B0;&#x9AA;&#x9B0; &#x99C;&#x9BE;&#x9AD;&#x9BE;&#x9B8;&#x9CD;&#x995;&#x9CD;&#x9B0;&#x9BF;&#x9AA;&#x9CD;&#x99F; &#x9A6;&#x9BF;&#x9DF;&#x9C7;&#x987; &#x9B8;&#x9C7;&#x987; &#x98F;&#x9B2;&#x9BF;&#x9AE;&#x9C7;&#x9A8;&#x9CD;&#x99F; &#x996;&#x9C1;&#x981;&#x99C;&#x9C7; &#x9AC;&#x9C7;&#x9B0; &#x995;&#x9B0;&#x9C7; &#x9A4;&#x9BE;&#x9B0; &#x99F;&#x9C7;&#x995;&#x9CD;&#x9B8;&#x99F; &#x98F;&#x9B0; &#x995;&#x9BE;&#x9B2;&#x9BE;&#x9B0; &#x99A;&#x9C7;&#x987;&#x99E;&#x9CD;&#x99C; &#x995;&#x9B0;&#x9C7; &#x9AB;&#x9C7;&#x9B2;&#x9CB;&#x964; </p>
<p><br /></p>
<p>&#x9E8;. &#x99C;&#x9BE;&#x9AD;&#x9BE;&#x9B8;&#x9CD;&#x995;&#x9CD;&#x9B0;&#x9BF;&#x9AA;&#x9CD;&#x99F; &#x9A6;&#x9BF;&#x9DF;&#x9C7; player &#x995;&#x9CD;&#x9B2;&#x9BE;&#x9B8; &#x98F;&#x9B0; &#x9AF;&#x9A4;&#x997;&#x9C1;&#x9B2;&#x9BE; div &#x986;&#x99B;&#x9C7; &#x9B8;&#x9AC;&#x997;&#x9C1;&#x9B2;&#x9BE;&#x995;&#x9C7; &#x9AF;&#x9C7;&#x995;&#x9CB;&#x9A8; &#x98F;&#x995;&#x99F;&#x9BE; &#x9AC;&#x9CD;&#x9AF;&#x9BE;&#x995;&#x997;&#x9CD;&#x9B0;&#x9BE;&#x989;&#x9A8;&#x9CD;&#x9A1; &#x995;&#x9BE;&#x9B2;&#x9BE;&#x9B0; &#x9A6;&#x9BE;&#x993;&#x964; &#x9A4;&#x9CB;&#x9AE;&#x9BE;&#x9B0; &#x987;&#x99A;&#x9CD;&#x99B;&#x9BE;&#x9AE;&#x9A4;&#x9CB; &#x9AF;&#x9C7;&#x995;&#x9CB;&#x9A8; &#x98F;&#x995;&#x99F;&#x9BE; &#x9AC;&#x9CD;&#x9AF;&#x9BE;&#x995;&#x997;&#x9CD;&#x9B0;&#x9BE;&#x989;&#x9A8;&#x9CD;&#x9A1; &#x995;&#x9BE;&#x9B2;&#x9BE;&#x9B0; &#x9A6;&#x9BF;&#x9A4;&#x9C7; &#x9B9;&#x9AC;&#x9C7;&#x964; &#x9A4;&#x9AC;&#x9C7; &#x995;&#x9BE;&#x9B2;&#x9BE;&#x9B0;&#x99F;&#x9BE; hex &#x995;&#x9BE;&#x9B2;&#x9BE;&#x9B0; &#x9A8;&#x9BE; &#x9A6;&#x9BF;&#x9DF;&#x9C7;&#x964; rgba &#x995;&#x9BE;&#x9B2;&#x9BE;&#x9B0; &#x9A6;&#x9BE;&#x993;&#x964; &#x9AF;&#x9A6;&#x9BF; rgba &#x9AC;&#x9C1;&#x99D;&#x9A4;&#x9C7; &#x9A8;&#x9BE; &#x9AA;&#x9BE;&#x9B0;&#x9CB;&#x964; &#x9A4;&#x9BE;&#x9B9;&#x9B2;&#x9C7; &#x997;&#x9C1;&#x997;&#x9B2;&#x9C7; &#x9B8;&#x9BE;&#x9B0;&#x9CD;&#x99A; &#x9A6;&#x9BF;&#x9DF;&#x9C7; &#x98F;&#x995;&#x99F;&#x9BE; rgba &#x995;&#x9BE;&#x9B2;&#x9BE;&#x9B0; &#x9AC;&#x9C7;&#x9B0; &#x995;&#x9B0;&#x9C7; &#x9A4;&#x9BE;&#x9B0;&#x9AA;&#x9B0; &#x9B8;&#x9C7;&#x987; &#x995;&#x9BE;&#x9B2;&#x9BE;&#x9B0; &#x9A6;&#x9BE;&#x993;&#x964;&nbsp; </p>
<p><br /></p>
<p>&#x9E9;. &#x993;&#x9DF;&#x9C7;&#x9AC;&#x9B8;&#x9BE;&#x987;&#x99F; &#x98F;&#x9B0; &#x9A8;&#x9BF;&#x99A;&#x9C7; &#x98F;&#x995;&#x99F;&#x9BE; ul list &#x9AF;&#x9CB;&#x997; &#x995;&#x9B0;&#x9CB;&#x964; &#x9B8;&#x9C7;&#x996;&#x9BE;&#x9A8;&#x9C7; &#x9A4;&#x9CB;&#x9AE;&#x9BE;&#x9B0; &#x987;&#x99A;&#x9CD;&#x99B;&#x9BE;&#x9AE;&#x9A4;&#x9CB; &#x9A4;&#x9BF;&#x9A8;&#x99F;&#x9BE; &#x986;&#x987;&#x99F;&#x9C7;&#x9AE; &#x9AF;&#x9CB;&#x997; &#x995;&#x9B0;&#x9CB;&#x964; &#x9A4;&#x9BE;&#x9B0;&#x9AA;&#x9B0; ul &#x98F;&#x9B0; &#x9A8;&#x9BF;&#x99A;&#x9C7; &#x98F;&#x995;&#x99F;&#x9BE; &#x9AC;&#x9BE;&#x99F;&#x9A8; &#x9AF;&#x9CB;&#x997; &#x995;&#x9B0;&#x9CB;&#x964; &#x98F;&#x996;&#x9A8; &#x9A4;&#x9CB;&#x9AE;&#x9BE;&#x9B0; &#x995;&#x9BE;&#x99C; &#x9B9;&#x9AC;&#x9C7;&#x964; &#x9AC;&#x9BE;&#x99F;&#x9A8;&#x9C7; &#x9AF;&#x9A4;&#x9AC;&#x9BE;&#x9B0; &#x995;&#x9CD;&#x9B2;&#x9BF;&#x995; &#x995;&#x9B0;&#x9AC;&#x9C7;&#x964; ul &#x98F;&#x9B0; &#x9AE;&#x9A7;&#x9CD;&#x9AF;&#x9C7; &#x9A8;&#x9A4;&#x9C1;&#x9A8; &#x98F;&#x995;&#x99F;&#x9BE; &#x9B2;&#x9BF;&#x9B8;&#x9CD;&#x99F; &#x986;&#x987;&#x99F;&#x9C7;&#x9AE; &#x9AF;&#x9CB;&#x997; &#x9B9;&#x9AC;&#x9C7;&#x964; </p>
<p><br /></p>
<p>&#x9EA;. &#x98F;&#x996;&#x9A8; ul &#x98F;&#x9B0; &#x9A8;&#x9BF;&#x99A;&#x9C7; &#x98F;&#x995;&#x99F;&#x9BE; &#x987;&#x9A8;&#x9AA;&#x9C1;&#x99F; &#x9AB;&#x9BF;&#x9B2;&#x9CD;&#x9A1; &#x986;&#x9B0; &#x98F;&#x995;&#x99F;&#x9BE; &#x9AC;&#x9BE;&#x99F;&#x9A8; &#x9AF;&#x9CB;&#x997; &#x995;&#x9B0;&#x9CB;&#x964; &#x987;&#x9A8;&#x9AA;&#x9C1;&#x99F; &#x9AB;&#x9BF;&#x9B2;&#x9CD;&#x9A1; &#x98F; &#x9B6;&#x9C1;&#x9B0;&#x9C1;&#x9A4;&#x9C7; &#x9AE;&#x9BE;&#x9A8; &#x9B9;&#x9AC;&#x9C7; &#x9B6;&#x9C2;&#x9A8;&#x9CD;&#x9AF; (&#x9E6;)&#x964; &#x9A4;&#x9BE;&#x9B0;&#x9AA;&#x9B0; &#x987;&#x9A8;&#x9AA;&#x9C1;&#x99F; &#x9AB;&#x9BF;&#x9B2;&#x9CD;&#x9A1;&#x9C7;&#x9B0; &#x9AA;&#x9BE;&#x9B6;&#x9C7;&#x9B0; &#x9A8;&#x9A4;&#x9C1;&#x9A8; &#x9AC;&#x9BE;&#x99F;&#x9A8; &#x98F; &#x9AF;&#x9A4;&#x9AC;&#x9BE;&#x9B0; &#x9AA;&#x9CD;&#x9B0;&#x9C7;&#x9B8; &#x995;&#x9B0;&#x9AC;&#x9C7; &#x9A4;&#x9A4;&#x9AC;&#x9BE;&#x9B0; &#x98F;&#x995; &#x98F;&#x995; &#x995;&#x9B0;&#x9C7; &#x987;&#x9A8;&#x9AA;&#x9C1;&#x99F; &#x9AB;&#x9BF;&#x9B2;&#x9CD;&#x9A1; &#x98F;&#x9B0; &#x9AE;&#x9BE;&#x9A8; &#x98F;&#x995; &#x98F;&#x995; &#x995;&#x9B0;&#x9C7; &#x9AC;&#x9BE;&#x9DC;&#x9AC;&#x9C7;&#x964; </p>
<p><br /></p>
<p>&#x9EB;. (&#x99A;&#x9CD;&#x9AF;&#x9BE;&#x9B2;&#x9C7;&#x99E;&#x9CD;&#x99C;&#x9BF;&#x982; &#x993;&#x9DF;&#x9BE;&#x9A8;)&#x989;&#x9AA;&#x9B0;&#x9C7; &#x9AC;&#x9BE;&#x99F;&#x9A8;&#x9C7; &#x9A6;&#x9C1;&#x987;&#x99F;&#x9BE; &#x9B6;&#x9B0;&#x9CD;&#x9A4; &#x986;&#x99B;&#x9C7;&#x964; &#x9B8;&#x9C7;&#x99F;&#x9BE; &#x9B9;&#x99A;&#x9CD;&#x99B;&#x9C7; &#x9B8;&#x982;&#x996;&#x9CD;&#x9AF;&#x9BE; &#x9AC;&#x9BE;&#x9DC;&#x9B2;&#x9C7;&#x993; &#x9B8;&#x9C7;&#x99F;&#x9BE; &#x9B9;&#x9AC;&#x9C7; &#x9B8;&#x9B0;&#x9CD;&#x9AC;&#x9CB;&#x99A;&#x9CD;&#x99A; &#x9EB;&#x964; &#x985;&#x9B0;&#x9CD;&#x9A5;&#x9BE;&#x9CE; &#x9E6; &#x9A5;&#x9C7;&#x995;&#x9C7; &#x98F;&#x995; &#x98F;&#x995; &#x995;&#x9B0;&#x9C7; &#x9AC;&#x9C7;&#x9DC;&#x9C7; &#x9AC;&#x9C7;&#x9DC;&#x9C7; &#x9AA;&#x9BE;&#x981;&#x99A; &#x9AA;&#x9B0;&#x9CD;&#x9AF;&#x9A8;&#x9CD;&#x9A4; &#x9B9;&#x9A4;&#x9C7; &#x9AA;&#x9BE;&#x9B0;&#x9C7;&#x964; &#x9A4;&#x9BE;&#x9B0; &#x989;&#x9AA;&#x9B0;&#x9C7; &#x986;&#x9B0; &#x9AC;&#x9BE;&#x9DC;&#x9AC;&#x9C7; &#x9A8;&#x9BE;&#x964; &#x98F;&#x9AC;&#x982; &#x9EB; &#x9B9;&#x9DF;&#x9C7; &#x997;&#x9C7;&#x9B2;&#x9C7; &#x9AC;&#x9BE;&#x99F;&#x9A8;&#x99F;&#x9BE; &#x9A1;&#x9BF;&#x99C;&#x9C7;&#x9AC;&#x9B2; &#x9B9;&#x9DF;&#x9C7; &#x9AF;&#x9BE;&#x9AC;&#x9C7;&#x964; </p>
<p><br /></p>
<p>&#x9AA;&#x9CD;&#x9B0;&#x99C;&#x9C7;&#x995;&#x9CD;&#x99F; &#x99A;&#x9CD;&#x9AF;&#x9BE;&#x9B2;&#x9C7;&#x99E;&#x9CD;&#x99C; :</p>
<p><br /></p>
<p>&#x9EC;. &#x9B6;&#x9AA;&#x9BF;&#x982; &#x995;&#x9BE;&#x9B0;&#x9CD;&#x99F; &#x98F;&#x9B0; &#x9A1;&#x9BF;&#x99C;&#x9BE;&#x987;&#x9A8; &#x9A6;&#x9C7;&#x996;&#x9CB;&#x964; &#x9A4;&#x9BE;&#x9B0;&#x9AA;&#x9B0; &#x9A8;&#x9BF;&#x99C;&#x9C7; &#x9A8;&#x9BF;&#x99C;&#x9C7; HTML, CSS (&#x9AE;&#x9A8; &#x99A;&#x9BE;&#x987;&#x9B2;&#x9C7; &#x995;&#x9CB;&#x9A8; &#x9AB;&#x9CD;&#x9B0;&#x9C7;&#x9AE;&#x993;&#x9DF;&#x9BE;&#x9B0;&#x9CD;&#x995; &#x9AC;&#x9C1;&#x99F;&#x9B8;&#x9CD;&#x99F;&#x9CD;&#x9B0;&#x9CD;&#x9AF;&#x9BE;&#x9AA; &#x9AC;&#x9BE; &#x99F;&#x9C7;&#x987;&#x9B2;&#x989;&#x987;&#x9A8;&#x9CD;&#x9A1;) &#x9A6;&#x9BF;&#x9DF;&#x9C7; &#x985;&#x9A5;&#x9AC;&#x9BE; css&#x9E9; &#x9A6;&#x9BF;&#x9DF;&#x9C7; &#x9A8;&#x9BF;&#x99C;&#x9C7; &#x9A8;&#x9BF;&#x99C;&#x9C7; &#x9B8;&#x9BF;&#x9AE;&#x9CD;&#x9AA;&#x9B2; &#x9B8;&#x9BE;&#x987;&#x99F; &#x9AC;&#x9BE;&#x9A8;&#x9BF;&#x9DF;&#x9C7; &#x9AB;&#x9B2;&#x964; </p>
<p><br /></p>
<p>&#x9ED;. &#x9A4;&#x9BE;&#x9B0;&#x9AA;&#x9B0; &#x9B6;&#x9AA;&#x9BF;&#x982; &#x995;&#x9BE;&#x9B0;&#x9CD;&#x99F; &#x9AA;&#x9CD;&#x9B0;&#x99C;&#x9C7;&#x995;&#x9CD;&#x99F;&#x99F;&#x9BE; &#x987;&#x9A8;&#x9CD;&#x99F;&#x9BE;&#x9B0;&#x98F;&#x995;&#x99F;&#x9BF;&#x9AD; &#x995;&#x9B0;&#x9BE;&#x9B0; &#x995;&#x9BE;&#x99C;&#x99F;&#x9BE; &#x9A8;&#x9BF;&#x99C;&#x9C7; &#x9A8;&#x9BF;&#x99C;&#x9C7; &#x995;&#x9B0;&#x9CB;&#x964; &#x98F;&#x995;&#x99F;&#x9BE; &#x9B6;&#x9B0;&#x9CD;&#x9A4; &#x9B0;&#x9BE;&#x996;&#x9A4;&#x9C7; &#x9AA;&#x9BE;&#x9B0;&#x9CB; &#x9AF;&#x9C7;-- &#x986;&#x9AE;&#x9BE;&#x9A6;&#x9C7;&#x9B0; &#x9AD;&#x9BF;&#x9A1;&#x9BF;&#x993; &#x9A8;&#x9BE; &#x9A6;&#x9C7;&#x996;&#x9C7; &#x995;&#x9B0;&#x9A4;&#x9C7; &#x9AA;&#x9BE;&#x9B0;&#x9CB; &#x995;&#x9BF;&#x9A8;&#x9BE;&#x964; &#x9AF;&#x9A6;&#x9BF; &#x986;&#x9AE;&#x9BE;&#x9A6;&#x9C7;&#x9B0; &#x9AD;&#x9BF;&#x9A1;&#x9BF;&#x993; &#x9A8;&#x9BE; &#x9A6;&#x9C7;&#x996;&#x9C7; &#x995;&#x9B0;&#x9A4;&#x9C7; &#x9AA;&#x9BE;&#x9B0;&#x9CB;&#x964; &#x9A4;&#x9BE;&#x9B9;&#x9B2;&#x9C7; &#x9B8;&#x9C7;&#x99F;&#x9BE; &#x996;&#x9C1;&#x9AC;&#x987; &#x99A;&#x9AE;&#x9CE;&#x995;&#x9BE;&#x9B0; &#x9B9;&#x9AC;&#x9C7;&#x964; &#x986;&#x9AE;&#x9BE;&#x9A6;&#x9C7;&#x9B0; &#x9AD;&#x9BF;&#x9A1;&#x9BF;&#x993; &#x9A8;&#x9BE; &#x9A6;&#x9C7;&#x996;&#x9B2;&#x9C7;&#x993; &#x997;&#x9C1;&#x997;&#x9B2; &#x9AC;&#x9BE; &#x987;&#x989;&#x99F;&#x9BF;&#x989;&#x9AC;&#x9C7; &#x9B8;&#x9BE;&#x9B0;&#x9CD;&#x99A; &#x9A6;&#x9BF;&#x9A4;&#x9C7; &#x9AA;&#x9BE;&#x9B0;&#x9AC;&#x9C7;&#x964; &#x986;&#x9B0; &#x9AF;&#x9A6;&#x9BF; &#x98F;&#x995;&#x9BE;&#x9A8;&#x9CD;&#x9A4;&#x987; &#x995;&#x9B0;&#x9A4;&#x9C7; &#x9A8;&#x9BE; &#x9AA;&#x9BE;&#x9B0;&#x9CB;&#x964; &#x9A4;&#x9BE;&#x9B9;&#x9B2;&#x9C7; &#x99F;&#x9C1;&#x995; &#x995;&#x9B0;&#x9C7; &#x986;&#x9AE;&#x9BE;&#x9A6;&#x9C7;&#x9B0; &#x9AD;&#x9BF;&#x9A1;&#x9BF;&#x993; &#x9A6;&#x9C7;&#x996;&#x9C7; &#x9AB;&#x9C7;&#x9B2;&#x9CB;&#x964; </p>
<p><br /></p>
<p>&#x9B8;&#x9CD;&#x99F;&#x9CD;&#x9B0;&#x9BF;&#x982; &#x98F;&#x9AC;&#x982; array :</p>
<p><br /></p>
<p>&#x9EE;. &#x98F;&#x995;&#x99F;&#x9BE; array &#x98F;&#x9B0; &#x9AE;&#x9A7;&#x9CD;&#x9AF;&#x9C7; &#x985;&#x9A8;&#x9C7;&#x995;&#x997;&#x9C1;&#x9B2;&#x9BE; &#x987;&#x982;&#x9B0;&#x9C7;&#x99C;&#x9BF; &#x99C;&#x9BE;&#x9AD;&#x9BE;&#x9B8;&#x9CD;&#x995;&#x9CD;&#x9B0;&#x9BF;&#x9AA;&#x9CD;&#x99F; &#x9B0;&#x9BF;&#x9B2;&#x9C7;&#x99F;&#x9C7;&#x9A1; &#x9AC;&#x987;&#x9DF;&#x9C7;&#x9B0; &#x9A8;&#x9BE;&#x9AE; (&#x9B8;&#x9CD;&#x99F;&#x9CD;&#x9B0;&#x9BF;&#x982;) &#x986;&#x99B;&#x9C7;&#x964; &#x99C;&#x9BE;&#x9AD;&#x9BE;&#x9B8;&#x9CD;&#x995;&#x9CD;&#x9B0;&#x9BF;&#x9AA;&#x9CD;&#x99F; &#x9B0;&#x9BF;&#x9B2;&#x9C7;&#x99F;&#x9C7;&#x9A1; &#x9AC;&#x987;&#x9DF;&#x9C7;&#x9B0; &#x9A8;&#x9BE;&#x9AE; &#x9A8;&#x9BE; &#x99C;&#x9BE;&#x9A8;&#x9B2;&#x9C7;, &#x997;&#x9C1;&#x997;&#x9B2;&#x9C7; &#x9B8;&#x9BE;&#x9B0;&#x9CD;&#x99A; &#x9A6;&#x9BF;&#x9DF;&#x9C7; &#x9AC;&#x9C7;&#x9B0; &#x995;&#x9B0;&#x9CB;&#x964; &#x9A4;&#x9BE;&#x9B0;&#x9AA;&#x9B0; &#x98F;&#x995;&#x99F;&#x9BE; &#x9B2;&#x9C1;&#x9AA; &#x99A;&#x9BE;&#x9B2;&#x9BF;&#x9DF;&#x9C7; &#x9A6;&#x9C7;&#x996;&#x9CB; &#x995;&#x9CB;&#x9A8; &#x995;&#x9CB;&#x9A8; &#x9AC;&#x987;&#x9DF;&#x9C7;&#x9B0; &#x9A8;&#x9BE;&#x9AE;&#x9C7;&#x9B0; &#x9AE;&#x9A7;&#x9CD;&#x9AF;&#x9C7; &quot;javascript&quot; &#x986;&#x99B;&#x9C7;&#x964; &#x9A4;&#x9BE;&#x9B9;&#x9B2;&#x9C7; &#x9B8;&#x9C7;&#x987; &#x9AC;&#x987;&#x997;&#x9C1;&#x9B2;&#x9BE;&#x9B0; &#x9A8;&#x9BE;&#x9AE; &#x986;&#x9B0;&#x9C7;&#x995;&#x99F;&#x9BE; array &#x98F;&#x9B0; &#x9AE;&#x9A7;&#x9CD;&#x9AF;&#x9C7; &#x9B0;&#x9BE;&#x996;&#x9AC;&#x9C7;&#x964; &#x986;&#x9B0; &#x9B9;&#x9CD;&#x9AF;&#x9BE;&#x981;, &#x9AF;&#x996;&#x9A8; javascript &#x986;&#x99B;&#x9C7; &#x995;&#x9BF;&#x9A8;&#x9BE; &#x99A;&#x9C7;&#x995; &#x995;&#x9B0;&#x9AC;&#x9C7; &#x9A4;&#x996;&#x9A8; &#x996;&#x9C7;&#x9DF;&#x9BE;&#x9B2; &#x995;&#x9B0;&#x9AC;&#x9C7; &#x9AC;&#x9DC;&#x9B9;&#x9BE;&#x9A4;&#x9C7;&#x9B0; &#x9A8;&#x9BE;&#x995;&#x9BF; &#x99B;&#x9CB;&#x99F; &#x9B9;&#x9BE;&#x9A4;&#x9C7;&#x9B0; &#x985;&#x995;&#x9CD;&#x9B7;&#x9B0; &#x9B8;&#x9C7;&#x99F;&#x9BE; &#x9AC;&#x9BE;&#x9A6; &#x9A6;&#x9BF;&#x9DF;&#x9C7; &#x99A;&#x9C7;&#x995; &#x995;&#x9B0;&#x9A4;&#x9C7;&#x964; &#x985;&#x9B0;&#x9CD;&#x9A5;&#x9BE;&#x9CE; &#x995;&#x9C7;&#x987;&#x9B8; &#x987;&#x9A8;&#x9B8;&#x9C7;&#x9A8;&#x9CD;&#x9B8;&#x9BF;&#x99F;&#x9BF;&#x9AD; &#x9B9;&#x9AC;&#x9C7;&#x964; </p>
<p><br /></p>
<p>&#x9EF;. &#x985;&#x9A8;&#x9C7;&#x995;&#x997;&#x9C1;&#x9B2;&#x9BE; &#x9B8;&#x982;&#x996;&#x9CD;&#x9AF;&#x9BE;&#x993;&#x9DF;&#x9BE;&#x9B2;&#x9BE; &#x98F;&#x995;&#x99F;&#x9BE; array &#x9A8;&#x9BE;&#x993;&#x964; &#x9A4;&#x9BE;&#x9B0;&#x9AA;&#x9B0; &#x9B8;&#x9C7;&#x987; array &#x995;&#x9C7; sort &#x995;&#x9B0;&#x9CB;&#x964; sort &#x9B9;&#x9AC;&#x9C7; &#x99B;&#x9CB;&#x99F; &#x9A5;&#x9C7;&#x995;&#x9C7; &#x9AC;&#x9DC; &#x9B8;&#x982;&#x996;&#x9CD;&#x9AF;&#x9BE;&#x9B0; &#x9B8;&#x9BF;&#x9B0;&#x9BF;&#x9DF;&#x9BE;&#x9B2; &#x985;&#x9A8;&#x9C1;&#x9B8;&#x9BE;&#x9B0;&#x9C7;&#x964; </p>
<p><br /></p>
<p><br /></p>
<p>&#x9A6;&#x9C7;&#x996;&#x9CB; &#x9A4;&#x9C1;&#x9AE;&#x9BF; &#x98F;&#x987; &#x9EF;&#x99F;&#x9BE; &#x995;&#x9BE;&#x99C;&#x9C7;&#x9B0; &#x9AE;&#x9A7;&#x9CD;&#x9AF;&#x9C7; &#x9AE;&#x9BF;&#x9A8;&#x9BF;&#x9AE;&#x9BE;&#x9AE; &#x9EB;&#x99F;&#x9BE; &#x995;&#x9BE;&#x99C; &#x9A8;&#x9BF;&#x99C;&#x9C7; &#x9A8;&#x9BF;&#x99C;&#x9C7; &#x995;&#x9B0;&#x9A4;&#x9C7; &#x9AA;&#x9BE;&#x9B0;&#x9CB; &#x995;&#x9BF;&#x9A8;&#x9BE;&#x964; &#x9AF;&#x9A6;&#x9BF; &#x995;&#x9B0;&#x9C7; &#x9AB;&#x9C7;&#x9B2;&#x9A4;&#x9C7; &#x9AA;&#x9BE;&#x9B0;&#x9CB;&#x964; &#x9A4;&#x9BE;&#x9B9;&#x9B2;&#x9C7; &#x996;&#x9C1;&#x9AC;&#x987; &#x99A;&#x9AE;&#x9CE;&#x995;&#x9BE;&#x9B0; &#x9B9;&#x9AC;&#x9C7;&#x964; &#x9A8;&#x9BE; &#x9AA;&#x9BE;&#x9B0;&#x9B2;&#x9C7; &#x997;&#x9CD;&#x9B0;&#x9C2;&#x9AA; &#x9A5;&#x9C7;&#x995;&#x9C7; &#x9B9;&#x9C7;&#x9B2;&#x9CD;&#x9AA; &#x9A8;&#x9BE;&#x993;&#x964; &#x9B8;&#x9BE;&#x9AA;&#x9CB;&#x9B0;&#x9CD;&#x99F; &#x9B8;&#x9C7;&#x9B6;&#x9A8;&#x9C7; &#x99C;&#x9DF;&#x9C7;&#x9A8; &#x995;&#x9B0;&#x9CB;&#x964; <br /></p> 

</body>
</html>